export default () => {
    return (
        <main className="flex justify-center items-center">
            <article className="flex flex-col" style={{ maxWidth: '800px', margin: '100px 0' }}>
                <h1>개인정보 처리방침</h1>
                <br /><br />
                <h5>
                    platform (이하 '본 서비스')는 사용자의 개인정보 보호를 중요하게 생각하며,
                    <br />
                    관련 볍령을 준수하여 개인 정보를 처리합니다.
                    <br /><br />
                    1. 수집하는 개인정보 항목 <br />
                    본 서비스는 사용자가 서비스를 이용하는 과정에서 다음과 같은 개인정보를 수집할 수 있습니다:
                    <br /><br />
                    필수 수집 항목: 이메일 주소, 사용자 ID (가입 시 필수 입력)<br />
                    선택 수집 항목: 사용자가 자발적으로 제공하는 추가 정보 (예: 피드백, 설정 정보 등)<br />
                    <br />
                    2. 개인정보 수집 및 이용 목적<br />
                    본 서비스는 수집된 개인정보를 다음의 목적으로 이용합니다:
                    <br /><br />

                    사용자 인증 및 서비스 제공<br />
                    서비스 개선 및 개인화된 사용자 경험 제공<br />
                    사용자 문의 대응 및 피드백 수집<br />
                    법적 의무 이행<br /><br />
                    3. 개인정보의 보유 및 이용 기간 <br />
                    본 서비스는 사용자의 개인정보를 수집 목적을 달성할 때까지 보유하며, <br />
                    그 이후에는 해당 정보를 안전하게 파기합니다.<br /> 다만, 관계 법령에 의한 보관 의무가 있는 경우에는 그 기간 동안 보유할 수 있습니다.<br /><br />

                    4. 개인정보의 제3자 제공<br />
                    본 서비스는 사용자의 개인정보를 원칙적으로 제3자에게 제공하지 않습니다. <br />다만, 다음과 같은 경우에는 예외로 처리될 수 있습니다:<br /><br />

                    사용자의 동의가 있는 경우<br />
                    법률에 의한 요구가 있는 경우<br /><br />


                    5. 개인정보 처리 위탁<br />
                    본 서비스는 개인정보 처리를 외부 업체에 위탁하지 않습니다. 만약 위탁이 필요할 경우, 해당 업체와의 계약을 통해 개인정보 보호를 위한 안전조치를 취할 것입니다.<br /><br />

                    6. 개인정보의 안전성 확보 조치<br />
                    본 서비스는 사용자의 개인정보 보호를 위해 다음과 같은 안전성 확보 조치를 취하고 있습니다:<br /><br />

                    개인정보 암호화<br />
                    접근 권한 제한<br />
                    정기적인 보안 점검 및 개선<br /><br />
                    7. 개인정보의 열람, 수정, 삭제<br />
                    사용자는 언제든지 본 서비스에 제공한 개인정보를 열람하거나 수정할 수 있으며,
                    원할 경우 삭제를 요청할 수 있습니다.<br /> 개인정보 열람, 수정, 삭제 요청은 고객지원 이메일(jonghowoo33@gmail.com)을 통해 처리 가능합니다.<br /><br />

                    8. 쿠키 사용에 관한 사항<br />
                    본 서비스는 쿠키를 사용하여 사용자의 웹사이트 방문 및 활동을 분석하고,
                    사용자 맞춤형 서비스를 제공할 수 있습니다. 쿠키에 대한 설정은 사용자가 웹 브라우저에서 변경할 수 있으며,<br />
                    쿠키를 거부할 경우 서비스 이용에 제한이 있을 수 있습니다.<br /><br />

                    9. 개인정보 보호책임자<br />
                    본 서비스는 개인정보 보호책임자를 두고 있으며, 개인정보와 관련된 문의나 불만이 있을 경우 아래 연락처로 문의해 주시기 바랍니다:<br /><br />

                    개인정보 보호책임자: [이름]<br />
                    이메일: jonghowoo33@gmail.com<br />
                    전화번호: [전화번호]<br /><br />
                    10. 변경 사항<br />
                    본 개인정보 처리방침은 법령의 변경이나 서비스의 변경에 따라 수정될 수 있습니다.<br /> 변경 사항은 본 페이지를 통해 공지되며, 중요한 변경이 있을 경우 사용자에게 별도로 고지할 것입니다.
                    <br />
                </h5>
            </article>
        </main>
    )
}